Repository: s-a-s-k-i-a/restrict-taxonomy-members
Catalog: languages/rt-members-*.po
Languages: de_de

source: Membership Settings
de_de: Mitgliedschaftseinstellungen

source: Membership Info
de_de: Informationen zur Mitgliedschaft

source: Memberships
de_de: Mitgliedschaften

source: Never
de_de: Niemals

source: expires:
de_de: Läuft ab:␣

source: Single Post Access
de_de: Zugriff auf Einzelbeitrag

source: No single post access.
de_de: Kein Zugriff auf Einzelbeiträge.

source: Content Permissions
de_de: Inhaltsberechtigungen

source: Roles
de_de: Rollen

source: Error Message
de_de: Fehlermeldung

source: Limit access to the content to users of the selected roles.
de_de: Einschränken des Zugriffs auf die Inhalte für Benutzer der ausgewählten Rollen.

source: If no roles are selected, everyone can view the content. The author, any users who can edit the content, and users with the %s capability can view the content regardless of role.
de_de: Wenn keine Rollen ausgewählt sind, kann jeder den Inhalt anzeigen. Der Autor, alle Benutzer, die den Inhalt bearbeiten können, und mit entsprechenden Fähigkeiten, %s können den Inhalt unabhängig von der Rolle anzeigen.

source: Restricted Taxonomy
de_de: Zugriffsbeschränkte Taxonomie

source: Roles and Capabilities
de_de: Rollen und Fähigkeiten

source: Sidebar Widgets
de_de: Seitenleisten Widgets

source: Private Site
de_de: Private Seite

source: Role Manager
de_de: Rollenverwalter

source: Multiple User Roles
de_de: Mehrere Benutzerrollen

source: Capabilities
de_de: Fähigkeiten

source: Enable Permissions
de_de: Berechtigungen aktivieren

source: Login Widget
de_de: Anmelde-Widget

source: Users Widget
de_de: Benutzer-Widget

source: Enable Private Site
de_de: Private Seite aktivieren

source: Disable Feed
de_de: Feed deaktivieren

source: Feed Error Message
de_de: Feed Fehlermeldung

source: xxxxxYour roles and capabilities will not revert back to their previous settings after deactivating or uninstalling this plugin, so use this feature wisely.
de_de: Ihre Benutzerrollen und Berechtigungen werden sich nicht auf ihre vorherige Einstellung zurücksetzen, nachdem das Plugin deaktiviert oder deinstalliert wurde. Verwenden Sie diese Einstellung daher mit Bedacht.

source: Enable the role manager.
de_de: Rollenverwalter aktivieren.

source: Denied capabilities should always overrule granted capabilities.
de_de: Abgelehnte Fähigkeiten sollten immer bereits gewährte Fähigkeiten außer Kraft setzen.

source: Show human-readable capabilities when possible.
de_de: Wenn möglich verständliche Fähigkeiten anzeigen.

source: Allow users to be assigned more than a single role.
de_de: Benutzern erlauben, mehr als ein einzige Rolle bekleiden zu können.

source: Enable the content permissions feature.
de_de: Das Inhaltsberechtigungs-Feature aktivieren.

source: Enable the login form widget.
de_de: Anmelde-Widget aktivieren.

source: Enable the users widget.
de_de: Benutzer-Widget aktivieren.

source: Redirect all logged-out users to the login page before allowing them to view the site.
de_de: Alle abgemeldeten Benutzer zunächst auf die Login-Seite weiterleiten.

source: Require authentication for access to the REST API.
de_de: Für den Zugriff auf die REST API wird die Authentifizierung benötigt.

source: Show error message for feed items.
de_de: Zeige Fehlermeldung für Feed-Einträge.

source: Restrict Taxonomy Add-on for Members
de_de: Beschränkte Taxonomien Add-On für Members Plugin

source: This Add-On extends Members Plugin by restrictable taxonomies. For example users can now be locked out from restricted categories.
de_de: Dieses Add-on erweitert Mitglieder Plugin um zugriffbeschränkte Taxonomien. Benutzer können aus zugriffsbeschränkten Kategorien ausgesperrt werden.

source: Role and Capabilities
de_de: Rollen und Fähigkeiten

source: The role manager allows you to manage roles on your site by giving you the ability to create, edit, and delete any role. Note that changes to roles do not change settings for the Members plugin. You are literally changing data in your WordPress database. This plugin feature merely provides an interface for you to make these changes.
de_de: Mit dem Rollenverwalter werden Benutzerrollen verwaltet. Benutzergruppen werden dort erstellt, bearbeitet und gelöscht. Bitte beachten, dass Änderungen an Benutzergruppen nicht die Einstellungen für das Mitglieder-Plugin ändern. Daten werden tatsächlich ausschließlich in der Wordpress-Datenbank geändert. Diese Plugin-Funktion bietet lediglich eine Schnittstelle, diese Änderungen komfortabel vorzunehmen.
